Show / Hide Table of Contents
Enum ReinfBarSurface
Reinforcement bar surface
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ReinfBarSurface
Fields
 Name |  Description
 Ribbed
Ribbed bar surface
 Smooth
Smooth bar surface
 Improve this Doc
 View Source